"EPLanguageDirection"="RightToLeft";

// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Str_FaxContacts"="אנשי קשר";
"Str_FaxAddressBook"="פנקס כתובות";

"Str_FaxSyncContacts_Sync"="מסנכרן את %@.";
"Str_FaxSyncContacts_Complete"="סנכרון %@ הושלם.";
"Str_FaxSyncContacts_Error_A"="כשל בסנכרון %@.";
